Revit 2024 API
BuiltInFailures.DividedSurfaceFailures Class
 Failures about DividedSurface.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class DividedSurfaceFailures
Visual Basic
Public NotInheritable Class DividedSurfaceFailures
Visual C++
public ref class DividedSurfaceFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.DividedSurfaceFailures
See Also
BuiltInFailures.DividedSurfaceFailures Members
Autodesk.Revit.DB Namespace